Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BG_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s back glass.
ar: هناك مشكلة في الزجاج الخلفي لـ iPhone.
bg: Има проблем със задното стъкло на вашия iPhone.
ca: Hi ha un problema amb el vidre posterior de l’iPhone.
cs: Na iPhonu se vyskytl problém se zadním sklem.
da: Der er et problem med bagsideglasset på din iPhone.
de: Es gibt ein Problem mit der Glasrückseite des iPhone.
el: Προέκυψε ζήτημα με το γυαλί πίσω πλευράς του iPhone σας.
es: Hay un problema con el vidrio trasero del iPhone.
es_us: Hay un problema con el vidrio posterior de tu iPhone.
fi: iPhonen takalasissa on ongelma.
fr: Un problème est survenu avec le verre arrière de votre iPhone.
fr_ca: Il existe un problème avec le verre arrière de votre iPhone.
he: התגלתה בעיה עם הזכוכית האחורית של ה-iPhone שלך.
hi: आपके iPhone के बैक ग्लास में समस्या है।
hr: Došlo je do problema sa stražnjim staklom iPhonea.
hu: Probléma merült fel az iPhone-jának hátoldali üvegével kapcsolatban.
id: Ada masalah pada kaca belakang iPhone Anda.
it: Si è verificato un problema con il vetro posteriore di iPhone.
ja: このiPhoneの背面ガラスに問題があります。
kk: iPhone құрылғыңыздың артқы әйнегінде мәселе туындады.
ko: iPhone의 후면 유리에 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ nugarėlės stiklo.
ms: Terdapat isu dengan kaca belakang iPhone anda.
nl: Er is een probleem met het glas aan de achterkant van je iPhone.
no: Det er et problem med glasset på baksiden av iPhone.
pl: iPhone ma problem ze szklanym tyłem.
pt_br: Há um problema no vidro traseiro do seu iPhone.
pt_pt: Há um problema no vidro da parte de trás do iPhone.
ro: O problemă afectează sticla din spate a iPhone‑ului.
ru: Есть проблема с задним стеклом Вашего iPhone.
sk: Vyskytol sa problém so zadným sklom vášho iPhonu.
sl: Prišlo je do težave z iPhonovim zadnjim steklom.
sv: Det har uppstått ett problem med det bakre glaset på iPhone.
th: มีปัญหากับกระจกฝาหลังของ iPhone ของคุณ
tr: iPhone’unuzun arka camıyla ilgili bir sorun var.
uk: На iPhone виявлено проблему із заднім склом.
vi: Có sự cố với mặt kính sau trên iPhone của bạn.
zh_cn: iPhone背面玻璃有问题。
zh_hk: 你的iPhone背面玻璃出現問題。
zh_tw: iPhone背面玻璃發生問題。

# BATTERY_ERROR
source: iPhone requires at least 20% battery to finish repair.
ar: يحتاج iPhone أن يكون مستوى شحن البطارية ^[20](formatNumber: true)٪ على الأقل لإتمام الإصلاح.
bg: Изисква се поне 20% батерия на iPhone за завършване на ремонта.
ca: Per completar la reparació, cal que l’iPhone tingui com a mínim un 20 % de bateria.
cs: Chcete‑li opravu dokončit, baterie iPhonu musí být nabitá minimálně na 20 %.
da: iPhone kræver mindst 20 % batteri for at gennemføre reparationen.
de: Die Batterie des iPhone muss zu mindestens 20 % geladen sein, um die Reparatur abzuschließen.
el: Το iPhone απαιτεί τουλάχιστον 20% ενέργεια μπαταρίας για να ολοκληρωθεί η επισκευή.
es: El iPhone requiere al menos un 20 % de batería para completar la reparación.
es_us: El iPhone requiere tener al menos 20% de batería para terminar la reparación.
fi: iPhonen akussa on oltava vähintään 20 %:n varaus, jotta korjaus voidaan suorittaa loppuun.
fr: L’iPhone requiert au moins 20 % de charge de batterie pour terminer la réparation.
fr_ca: L’iPhone requiert au moins 20 % de batterie pour terminer la réparation.
he: לסיום התיקון נדרשת רמת סוללה של 20% לפחות ב-iPhone.
hi: मरम्मत पूरी करने के लिए ज़रूरी है कि iPhone में कम से कम 20% बैटरी शेष हो।
hr: Za dovršetak popravka iPhone mora imati barem 20 % baterije.
hu: A javítás befejezéséhez az iPhone-nak legalább 20% akkumulátortöltöttséggel kell rendelkeznie.
id: iPhone memerlukan setidaknya 20% baterai untuk menyelesaikan perbaikan.
it: iPhone richiede almeno il 20% di batteria per completare la riparazione.
ja: iPhoneの修理を完了するには、バッテリー残量が少なくとも20%必要です。
kk: Жөндеуді аяқтау үшін iPhone аккумуляторының заряды кем дегенде 20% болуы қажет.
ko: iPhone 수리를 완료하려면 배터리가 20% 이상 남아 있어야 합니다.
lt: Norint baigti šį remontą, „iPhone“ turi būti įkrautas bent 20 proc.
ms: iPhone memerlukan sekurang-kurangnya 20% bateri untuk menyelesaikan pembaikan.
nl: Om de reparatie te voltooien, moet de batterij van de iPhone minimaal 20% zijn opgeladen.
no: iPhonen må ha minst 20 % batteristrøm for å fullføre reparasjonen.
pl: Dokończenie naprawy wymaga co najmniej 20% baterii iPhone’a.
pt_br: O iPhone precisa ter ao menos 20% de bateria para terminar o reparo.
pt_pt: O iPhone requer, pelo menos, 20% de bateria para concluir a reparação.
ro: Pentru a finaliza reparația, bateria iPhone‑ului trebuie să fie încărcată la cel puțin 20 %.
ru: Для завершения ремонта аккумулятор iPhone должен быть заряжен как минимум на 20 %.
sk: Na dokončenie opravy musí byť batéria iPhonu nabitá najmenej na 20 %.
sl: Za dokončanje popravila mora biti baterija iPhona napolnjena vsaj do 20 %.
sv: iPhone kräver minst 20 % batteri för att slutföra reparationen.
th: iPhone ต้องใช้แบตเตอรี่อย่างน้อย 20% เพื่อซ่อมแซมต่อให้เสร็จ
tr: iPhone’un onarım işlemini bitirmesi için en az %20 pil şarjı olması gerekir.
uk: iPhone потребує принаймні 20% заряду акумулятора, щоб завершити ремонт.
vi: iPhone yêu cầu tối thiểu 20% pin để hoàn tất sửa chữa.
zh_cn: iPhone需要至少20%电池电量才能完成维修。
zh_hk: iPhone需要至少20%的電量才能進行修復。
zh_tw: iPhone需要至少20%的電量才能完成維修。

# INTERNET_CONNECTION
source: Connect to Internet
ar: الاتصال بالإنترنت
bg: Свържете се с интернет
ca: Connexió a internet
cs: Připojte se k internetu
da: Opret forbindelse til internettet
de: Internetverbindung herstellen
el: Σύνδεση στο Διαδίκτυο
es: Conectar a internet
es_us: Conéctate a Internet
fi: Yhdistä internetiin
fr: Connectez-vous à Internet
fr_ca: Connexion à Internet
he: יש להתחבר לאינטרנט
hi: इंटरनेट से कनेक्ट करें
hr: Spojite se na internet
hu: Csatlakozás az internethez
id: Hubungkan ke Internet
it: Connettiti a internet
ja: インターネットに接続
kk: Интернетке қосылу
ko: 인터넷에 연결
lt: Prisijungti prie interneto
ms: Sambung ke Internet
nl: Verbind met internet
no: Koble til internett
pl: Połącz z Internetem
pt_br: Conecte-se à Internet
pt_pt: Ligar à internet
ro: Conectați‑vă la internet
ru: Подключитесь к интернету
sk: Pripojte sa na internet
sl: Vzpostavite povezavo z internetom
sv: Anslut till internet
th: เชื่อมต่อกับอินเทอร์เน็ต
tr: İnternete Bağlanın
uk: Підʼєднатися до інтернету
vi: Kết nối vào internet
zh_cn: 接入互联网
zh_hk: 連接互聯網
zh_tw: 連接網際網路

# BLUETOOTH_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to use Bluetooth.
ar: هناك مشكلة في قدرة iPhone على استخدام Bluetooth.
bg: Има проблем с използването на Bluetooth на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús del Bluetooth.
cs: Na vašem iPhonu se vyskytl problém s používáním rozhraní Bluetooth.
da: Din iPhone har problemer med at bruge Bluetooth.
de: Dein iPhone hat ein Problem bei der Nutzung von Bluetooth.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Bluetooth από το iPhone σας.
es: Hay un problema con la función de Bluetooth del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar Bluetooth.
fi: iPhonen Bluetooth-yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser le Bluetooth.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la connectivité Bluetooth.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש ב-Bluetooth.
hi: Bluetooth का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti Bluetooth.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni a Bluetootht.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Bluetooth.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare il Bluetooth.
ja: このiPhoneのBluetoothの機能に問題があります。
kk: iPhone құрылғыңыздың Bluetooth функциясын қолдану бойынша мәселе туындады.
ko: iPhone으로 Bluetooth를 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Bluetooth“ ryšiu.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Bluetooth.
nl: Er is een probleem met het vermogen van je iPhone om Bluetooth te gebruiken.
no: Det er et problem med å bruke Bluetooth på iPhonen.
pl: iPhone ma problem z modułem Bluetooth.
pt_br: Há um problema no seu iPhone com o uso de Bluetooth.
pt_pt: Foi detetado um problema que impede o iPhone de usar o Bluetooth.
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza conexiunea Bluetooth.
ru: Этот iPhone не может использовать Bluetooth из‑за неполадки.
sk: Váš iPhone má problém s používaním rozhrania Bluetooth.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati funkcije Bluetooth.
sv: Det har uppstått ett problem med att använda Bluetooth på denna iPhone.
th: มีปัญหากับความสามารถในการใช้บลูทูธของ iPhone ของคุณ
tr: iPhone’unuzun Bluetooth’u kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням Bluetooth.
vi: Có sự cố với khả năng sử dụng Bluetooth trên iPhone của bạn.
zh_cn: iPhone无法使用蓝牙。
zh_hk: 你的iPhone無法使用藍牙。
zh_tw: iPhone無法使用藍牙。

# UNABLE_TO_VERIFY_CAMERA_NOTIF_TEXT
source: This can happen if the camera is not a genuine Apple part or was installed incorrectly. View more details in Parts & Service History in Settings.
ar: قد يحدث ذلك إذا لم تكن الكاميرا قطعة أصلية من Apple أو لم يتم تركيبها بالشكل الصحيح. يمكنك عرض المزيد من التفاصيل في "سجل تاريخ القطع والخدمة" في الإعدادات.
bg: Това може да се случи, ако камерата не е оригинална част на Apple или е била инсталирана неправилно. Вижте повече детайли в Части и сервизна история в Настройки.
ca: És possible que la càmera no sigui original d’Apple o que no s’hagi instal·lat bé. Pots obtenir més informació a la secció sobre els components i l’historial de manteniment de la configuració.
cs: Tato situace může nastat, pokud není použit originální fotoaparát Apple nebo pokud byl fotoaparát nesprávně nainstalován. Bližší podrobnosti najdete v přehledu dílů a servisní historie v Nastavení.
da: Dette kan ske, hvis kameraet ikke er en ægte Apple-reservedel eller ikke blev installeret korrekt. Se flere oplysninger under Historik for service og reservedele i Indstillinger.
de: Dies kann passieren, wenn die Kamera kein Originalteil von Apple ist oder nicht korrekt installiert wurde. Weitere Details findest du im Teile- und Serviceprotokoll in den Einstellungen.
el: Αυτό μπορεί να οφείλεται στο γεγονός ότι η κάμερα δεν αποτελεί γνήσιο εξάρτημα Apple ή δεν εγκαταστάθηκε σωστά. Για προβολή περισσότερων λεπτομερειών, μεταβείτε στο τμήμα «Εξαρτήματα και ιστορικό σέρβις» των Ρυθμίσεων.
es: Puede deberse a que la cámara no sea la original de Apple o que no se haya instalado correctamente. Para más información, ve a la sección “Piezas e historial de reparaciones” en Ajustes.
es_us: Esto podría suceder si la cámara no es una parte original de Apple o si se instaló de forma incorrecta. Puedes obtener más información en la sección Historial de piezas y servicios en Configuración.
fi: Näin voi käydä, jos kamera ei ole aito Apple-osa tai jos se on asennettu väärin. Katso lisätietoja kohdasta Asetukset > Osa- ja huoltohistoria.
fr: Cela peut se produire si l’appareil photo n’est pas une pièce d’origine Apple ou s’il n’a pas été correctement installé. Accédez à « Historique des pièces et des réparations » dans Réglages pour en savoir plus.
fr_ca: Ceci peut se produire si la caméra n’est pas une pièce Apple authentique ou si elle n’a pas été correctement installée. Obtenez plus d’informations dans Réglages > Historique des pièces et des réparations.
he: מצב זה יכול להתרחש אם המצלמה אינה רכיב מקורי של Apple או לא הותקנה כראוי. פרטים נוספים זמינים ב״היסטוריית רכיבים ושירות״ ב״הגדרות״.
hi: ऐसा कैमरा का Apple का असली पार्ट न होने या उसे ग़लत तरीक़े से लगाए जाने पर हो सकता है। सेटिंग्ज़ में जाकर पार्ट्स और सर्विस हिस्ट्री में अधिक विवरण देखें।
hr: Do toga može doći ako kamera nije originalni Apple proizvod ili nije bila pravilno ugrađena. Dodatne informacije potražite u odjeljku povijesti dijelova i servisa u Postavkama.
hu: Ez akkor fordulhat elő, ha a kamera nem eredeti Apple-alkatrész, vagy helytelenül lett beszerelve. További információkért tekintse meg az Alkatrészek és szervizelőzmények szakaszt a Beállításokban.
id: Ini dapat terjadi jika kamera bukan komponen asli Apple atau salah dipasang. Lihat detail lainnya di Komponen & Riwayat Servis di Pengaturan.
it: Questo può verificarsi se la fotocamera non è un componente Apple originale o se è stata installata in modo errato. Visualizza maggiori dettagli in “Parti e cronologia dell’assistenza” in Impostazioni.
ja: カメラがApple純正部品ではないか、または正しく取り付けられていないと、この問題が起きることがあります。“設定”の“部品と修理の履歴”でさらに詳しい情報を表示します。
kk: Камера түпнұсқа Apple бөлшегі болмаса немесе дұрыс орнатылмаған болса, бұл жағдай орын алуы мүмкін. Толығырақ мәліметтерді «Реттеулер» қолданбасындағы «Бөлшектер мен сервис тарихы» бөлімінен көріңіз.
ko: 이 문제는 카메라가 Apple 정품 부품이 아니거나 올바르게 설치되지 않았을 때 발생할 수 있습니다. 자세한 사항은 설정의 ‘부품 및 서비스 기록’을 참고하십시오.
lt: Taip gali nutikti, kai įdedama ne originali „Apple“ kamera arba kai kamera įdedama netinkamai. Daugiau informacijos rasite „Nustatymų“ srityje „Dalių ir techninės priežiūros istorija“.
ms: Perkara ini boleh berlaku jika kamera bukanlah komponen Apple asli atau dipasang secara salah. Lihat butiran lanjut di Sejarah Komponen & Servis dalam Seting.
nl: Dit kan gebeuren als de camera geen origineel Apple onderdeel is of niet goed is geïnstalleerd. Bekijk meer details in 'Onderdelen- en onder­houds­geschiedenis' in Instellingen.
no: Dette kan skje hvis kameraet ikke er en originaldel fra Apple, eller det ble installert feil. Se mer informasjon under Dele- og servicelogg i Innstillinger.
pl: Może tak się zdarzyć, gdy aparat nie jest oryginalną częścią Apple lub został zainstalowany nieprawidłowo. Więcej informacji znajdziesz w historii części i serwisu w Ustawieniach.
pt_br: Isso pode ocorrer se a câmera não for uma peça genuína da Apple ou tiver sido instalada incorretamente. Veja mais detalhes no Histórico de Peças e Serviço, nos Ajustes.
pt_pt: É possível que a câmara não seja uma peça Apple genuína ou que não tenha sido instalada corretamente. Consulte a informação detalhada no histórico de peças e assistência, nas Definições.
ro: Acest lucru se poate întâmpla dacă această cameră nu este o componentă Apple originală sau nu a fost instalată corect. Aflați mai multe detalii în secțiunea “Istoric componente și service” din Configurări.
ru: Вероятно, причина в том, что камера не является подлинной деталью производства Apple либо была неправильно установлена. Узнайте подробности в разделе Настроек «История деталей и обслуживания».
sk: Táto situácia môže nastať, keď nebol použitý originálny diel od spoločnosti Apple alebo keď kamera nebola správne nainštalovaná. Viac informácií nájdete v časti História dielov a servisu v Nastaveniach.
sl: To se lahko zgodi, če kamera ni originalna komponenta Apple ali če je bila nameščena nepravilno. Več podrobnosti najdete v razdelku Zgodovina delov in popravil v Nastavitvah.
sv: Det här kan ske om kameran inte är en äkta Apple-komponent eller inte installerats korrekt. Visa fler detaljer i Historik för komponenter och service i Inställningar.
th: ปัญหานี้อาจเกิดขึ้นได้หากกล้องไม่ใช่ชิ้นส่วนของแท้จาก Apple หรือถูกติดตั้งอย่างไม่ถูกต้อง ดูรายละเอียดเพิ่มเติมในประวัติชิ้นส่วนและบริการในการตั้งค่า
tr: Kamera orijinal bir Apple parçası değilse ya da hatalı yerleştirilmişse meydana gelebilir. Daha fazla ayrıntıyı Ayarlar’daki Parçalar ve Servis bölümünde bulabilirsiniz.
uk: Це може означати, що камера не є оригінальною камерою Apple або її встановлено неправильно. Докладні відомості можна знайти в розділі «Історія обслуговування та ремонту» в Параметрах.
vi: Việc này có thể xảy ra nếu camera không phải là linh kiện Apple chính hãng hoặc đã bị lắp sai. Hãy xem thêm chi tiết trong Lịch sử linh kiện & dịch vụ trong Cài đặt.
zh_cn: 相机非正品Apple部件或未正确安装可能会造成此状况。请在“设置”的“部件与维修历史”中查看更多详细信息。
zh_hk: 如相機並非Apple原廠零件或安裝不正確，可能會發生此情況。在「設定」中的「零件與維修記錄」中查看更多詳細資料。
zh_tw: 這可能是因為相機為非原廠Apple零件或未正確安裝。請在「設定」中的「零件和維修記錄」中檢視更多詳細資訊。

# FINISH_CAMERA_REPAIR_DESC
source: Tap to configure your new camera for this iPhone.
ar: اضغط لتكوين الكاميرا الخلفية الجديدة لهذا الـ iPhone.
bg: Докоснете, за да се конфигурира вашата нова камера за този iPhone.
ca: Toca per configurar la càmera nova de l’iPhone.
cs: Nakonfigurování nového fotoaparátu pro iPhone zahájíte klepnutím.
da: Tryk for at konfigurere det nye kamera til denne iPhone.
de: Tippe, um die neue Kamera für dieses iPhone zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα κάμερα για αυτό το iPhone.
es: Toca para configurar la nueva cámara del iPhone.
es_us: Toca para configurar la nueva cámara del iPhone.
fi: Määritä uusi kamera tälle iPhonelle napauttamalla.
fr: Touchez pour configurer votre nouvelle caméra pour cet iPhone.
fr_ca: Touchez pour configurer la nouvelle caméra de cet iPhone.
he: יש להקיש כדי להגדיר את המצלמה החדשה שלך ב-iPhone זה.
hi: इस iPhone के लिए अपना नया रियर कैमरा कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje nove kamere za ovaj iPhone.
hu: Koppintson az új kamera iPhone‑hoz való konfigurálásához.
id: Ketuk untuk mengonfigurasi kamera baru Anda untuk iPhone ini.
it: Tocca per configurare la nuova fotocamera per iPhone.
ja: タップして、このiPhone用の新しいカメラを構成します。
kk: Осы iPhone құрылғысы үшін жаңа камераны теңшеу үшін түртіңіз.
ko: 탭하여 새로운 카메라를 이 iPhone용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPhone“ kamerą.
ms: Ketik untuk mengkonfigurasikan kamera baharu anda bagi iPhone ini.
nl: Tik om de nieuwe camera voor deze iPhone te configureren.
no: Trykk for å tilpasse det nye kameraet for denne iPhonen.
pl: Stuknij, aby skonfigurować nowy aparat dla tego iPhone’a.
pt_br: Toque para configurar a nova câmera deste iPhone.
pt_pt: Toque para configurar a câmara nova para este iPhone.
ro: Apăsați pentru a configura noua cameră pentru acest iPhone.
ru: Коснитесь, чтобы настроить новую камеру для работы с этим iPhone.
sk: Klepnutím nakonfigurujete novú kameru pre tento iPhone.
sl: Tapnite za konfiguracijo nove kamere za ta iPhone.
sv: Tryck för att konfigurera den nya kameran för denna iPhone.
th: แตะเพื่อกำหนดค่ากล้องใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Bu iPhone için yeni kameranızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати нову камеру для цього iPhone.
vi: Chạm để định cấu hình camera mặt sau mới của bạn cho iPhone này.
zh_cn: 轻点配置此iPhone的新相机。
zh_hk: 點一下即可為此iPhone設定新相機。
zh_tw: 點一下來設定此iPhone的新相機。

# DISPLAY_FOOTER_LEARN_MORE
source: Learn more about display repair…
ar: معرفة المزيد حول إصلاح الشاشة…
bg: Научете повече за ремонта на екрана…
ca: Més informació sobre la reparació de la pantalla…
cs: Další informace o opravě displeje…
da: Læs mere om reparation af skærm…
de: Weitere Infos zur Displayreparatur …
el: Μάθετε περισσότερα για την επισκευή οθόνης…
es: Más información sobre la reparación de la pantalla…
es_us: Obtén detalles sobre la reparación de la pantalla…
fi: Lisätietoja näytön korjauksesta…
fr: En savoir plus sur la réparation de l’écran…
fr_ca: En savoir plus sur la réparation de l’écran…
he: פרטים נוספים בנושא תיקון צג…
hi: डिस्प्ले की मरम्मत के बारे में अधिक जानें…
hr: Saznajte više o popravku zaslona…
hu: Bővebben a kijelző javításáról…
id: Lebih lanjut mengenai perbaikan layar…
it: Scopri di più sulla riparazione dello schermo…
ja: ディスプレイの修理についての詳しい情報…
kk: Дисплейді жөндеу туралы толығырақ…
ko: 디스플레이 수리에 관하여 더 알⁠아⁠보⁠기…
lt: Sužinokite daugiau apie ekrano remontą…
ms: Ketahui lebih lanjut tentang pembaikan paparan…
nl: Meer informatie over schermreparatie…
no: Finn ut mer om reparasjon av skjermen…
pl: Więcej informacji o naprawie wyświetlacza…
pt_br: Saiba mais sobre o reparo da tela…
pt_pt: Saiba mais acerca da reparação do ecrã…
ro: Mai multe despre reparația afișajului…
ru: Подробнее о ремонте дисплея…
sk: Viac informácií o oprave displeja…
sl: Več o popravilu zaslona …
sv: Läs mer om skärmreparation…
th: เรียนรู้เพิ่มเติมเกี่ยวกับการซ่อมแซมจอภาพ…
tr: Ekran onarımı hakkında daha fazla bilgi…
uk: Докладніше про ремонт дисплея…
vi: Tìm hiểu thêm về sửa chữa màn hình…
zh_cn: 进一步了解显示屏维修…
zh_hk: 進一步了解螢幕維修⋯
zh_tw: 進一步瞭解螢幕維修⋯

# FINISH_BATTERY_REPAIR_DESC
source: Tap to configure your new battery for this iPhone.
ar: اضغط لتكوين البطارية الجديدة لهذا الـ iPhone.
bg: Докоснете, за да се конфигурира вашата нова батерия за този iPhone.
ca: Toca per configurar la bateria nova de l’iPhone.
cs: Nakonfigurování nové baterie pro iPhone zahájíte klepnutím.
da: Tryk for at konfigurere det nye batteri til denne iPhone.
de: Tippe, um die neue Batterie für dieses iPhone zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα μπαταρία για αυτό το iPhone.
es: Toca para configurar la nueva batería del iPhone.
es_us: Toca para configurar la nueva batería del iPhone.
fi: Määritä uusi akku tälle iPhonelle napauttamalla.
fr: Touchez pour configurer votre nouvelle batterie pour cet iPhone.
fr_ca: Touchez pour configurer la nouvelle batterie de cet iPhone.
he: יש להקיש כדי להגדיר את הסוללה החדשה שלך ב-iPhone זה.
hi: इस iPhone के लिए अपनी नई बैटरी कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje nove baterije za ovaj iPhone.
hu: Koppintson az új akkumulátor iPhone‑hoz való konfigurálásához.
id: Ketuk untuk mengonfigurasi baterai baru Anda untuk iPhone ini.
it: Tocca per configurare la nuova batteria per iPhone.
ja: タップして、このiPhone用の新しいバッテリーを構成します。
kk: Осы iPhone құрылғысы үшін жаңа аккумуляторды теңшеу үшін түртіңіз.
ko: 탭하여 새로운 배터리를 이 iPhone용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPhone“ akumuliatorių.
ms: Ketik untuk mengkonfigurasikan bateri baharu anda bagi iPhone ini.
nl: Tik om de nieuwe batterij voor deze iPhone te configureren.
no: Trykk for å tilpasse det nye batteriet for denne iPhonen.
pl: Stuknij, aby skonfigurować nową baterię dla tego iPhone’a.
pt_br: Toque para configurar a nova bateria deste iPhone.
pt_pt: Toque para configurar a bateria nova para este iPhone.
ro: Apăsați pentru a configura noua baterie pentru acest iPhone.
ru: Коснитесь, чтобы настроить новый аккумулятор для работы с этим iPhone.
sk: Klepnutím nakonfigurujete novú batériu pre tento iPhone.
sl: Tapnite za konfiguracijo nove baterije za ta iPhone.
sv: Tryck för att konfigurera det nya batteriet för denna iPhone.
th: แตะเพื่อกำหนดค่าแบตเตอรี่ใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Bu iPhone için yeni pilinizi ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати новий акумулятор для цього iPhone.
vi: Chạm để định cấu hình pin mới của bạn cho iPhone này.
zh_cn: 轻点配置此iPhone的新电池。
zh_hk: 點一下即可為此iPhone設定新電池。
zh_tw: 點一下來設定此iPhone的新電池。
